/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1144) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Ändra…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Skriv in ditt namn och registrerings nyckeln";

/* NSTextField (Key:) : <title:Key:> (oid:9) */
"Key:" = "Nyckel:";

/* NSTextField (License type:) : <title:License type:> (oid:27) */
"License type:" = "License type:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Lost license?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger är shareware och kommer att sluta fungera efter 30 dagar om inte ni registrerar er.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Namn:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:12) */
"Register online" = "Register online";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Registrerad på:";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Registrera uppkopplad";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Registrerings information";

